{
  "title": "58",
  "author": "62",
  "intro": "0\n27\n\"YOU ARE STANDING ON THE NORTH SIDE OF A CASTLE.  TO THE NORTH IS A SMALL BREAK  IN THE WALL THAT IS YOUR WAY HOME. TO   THE SOUTH IS A DOOR LEADING INTO THE    CASTLE, SLIGHTLY AJAR.  YOU MAY ALSO GO EAST OR WEST TO CIRCLE THE CASTLE.\"\n\"YOU ARE STANDING ON THE EAST SIDE OF THECASTLE.  TO THE EAST IS THE WALL THAT   CIRCLES AROUND THE CASTLE--IMPASSABLE.  TO THE WEST IS THE WALL OF THE CASTLE,  WITH NO WAY.  NORTH AND SOUTH WILL SEND YOU AROUND THE CASTLE SIDE.\"\n\"YOU ARE ON THE SOUTH SIDE OF THE CASTLE.YOU CANNOT GO SOUTH OR NORTH, SINCE YOU ARE BETWEEN CASTLE AND WALL.  EAST AND  WEST SEND YOU AROUND THE CASTLE AGAIN.\"\n\"YOU ARE ON THE WEST SIDE OF THE CASTLE. THERE IS NO BREAK HERE EITHER IN THE    SIDE OF THE CASTLE OR THE WALL AROUND   IT.  NORTH AND SOUTH WILL WALK YOU      AROUND THE SIDE OF THE CASTLE.\"\n\"YOU ARE IN A HALLWAY THAT SERVED AS THE GRAND ENTRANCE TO THE CASTLE.  THE NORTHIS YOUR EXIT OUT.  EAST IS A BLANK WALL,BUT THERE IS A DOOR TO THE WEST.  THE   CORRIDOR YOU ARE IN CONTINUES SOUTH,    THOUGH YOU CANNOT SEE TO WHAT.\"\n\"YOU ARE IN A NORTH-SOUTH CORRIDOR. THEREIS A DOOR IN THE EAST WALL.\"\n\"YOU ARE AT THE SOUTH END OF A CORRIDOR. THERE IS A DOOR IN THE SOUTH WALL, AND  A DOOR TO THE WEST ALSO.\"\n\"YOU ARE AT THE BOTTOM OF A CIRCULAR     STAIRWELL.  IT IS VERY LARGE, AND EXITS LEAD OFF IN ALL FOUR DIRECTIONS (IN     ADDITION TO THE CLIMB UP).\"\n\"YOU ARE AT THE WEST END OF A CORRIDOR.  THERE IS A DOOR TO THE WEST, AS WELL AS A DOOR TO THE SOUTH.\"\n\"YOU ARE IN THE MIDDLE OF AN EAST/WEST   CORRIDOR.  THERE ARE DOORS ON BOTH SIDESOF THE CORRIDOR (NORTH AND SOUTH).\"\n\"YOU ARE AT THE EAST END OF A CORRIDOR.  IT IS A DEAD END EAST, THOUGH YOU CAN   GO THROUGH THE DOOR TO THE SOUTH.\"\n\"YOU ARE AT THE NORTH END OF A CORRIDOR. THERE IS A DOOR TO THE NORTH, DOORS TO  THE EAST AND WEST, AND OF COURSE THE    PASSAGE GOES SOUTH.\"\n\"YOU ARE IN THE MIDDLE OF A NORTH/SOUTH  CORRIDOR.  THERE IS A DOOR IN THE EAST  WALL.\"\n\"YOU ARE AT THE SOUTH END OF A CORRIDOR. YOU CANNOT CONTINUE SOUTH, ALTHOUGH YOU MAY GO THROUGH THE DOORS TO THE EAST OR WEST.\"\n\"YOU ARE AT THE EAST END OF A CORRIDOR.  THERE IS A DOOR AT THE END TO THE EAST, AS WELL AS SIDE DOORS GOING BOTH NORTH  AND SOUTH.\"\n\"YOU ARE AT THE WEST END OF A CORRIDOR.  YOU CANNOT CONTINUE WEST, BUT YOU MAY   GO THROUGH THE DOORS TO THE NORTH AND   SOUTH (OR OF COURSE RETURN EAST).\"\n\"YOU ARE IN WHAT WAS ONCE OBVIOUSLY THE  MAIN HALL OF THE CASTLE.  IT IS SET UP  AS A QUARTER OF A CIRCLE, WITH EXITS TO THE WEST AND SOUTH.  UGLY SCARS SHOW    WHERE VANDALS HAVE STOLEN THINGS, BUT A QUIET MAJESTY STILL FILLS THE ROOM.\"\n\"YOU ARE IN A SMALL ROOM THAT IS SET UP  AS A QUARTER OF A CIRCLE. EXITS GO NORTHAND WEST.  THERE IS A STAND HERE TO HOLDAN EMERALD, WITH A SIGN THAT SAYS       'COURTESY OF THE BROWN TRAVEL AGENCY'.\"\n\"YOU ARE IN A SMALL ROOM THAT IS DESIGNEDAS AN ARC OF A CIRCLE, WITH EXITS TO THENORTH AND WEST. IF ANY FURNISHING OR    DECORATIONS EVERY GRACED THIS ROOM, THEYARE LONG GONE.\"\n\"YOU ARE IN THE KITCHEN.  A LARGE IRON   STOVE IS ATTACHED TO THE WALL, AND THE  REMAINS OF CUPBOARDS LONG SINCE RAVAGED ARE ON THE WALLS.  THE ROOM IS SET UP ASAN ARC, WITH EXITS NORTH AND WEST.\"\n\"YOU ARE IN A LARGE LIBRARY.  MANY BOOKS ARE IN SHELVES ALONG THE WALLS, MAGICLY HELD IN PLACE.  BEING A QUARTER OF A    CIRCLE, EXITS ARE TO THE NORTH AND EAST.\"\n\"YOU ARE IN A ROOM THE SHAPE OF AN ARC,  WITH EXITS NORTH AND EAST.  SMALL SCRAPSOF BANDAGES LIE ON THE GROUND.\"\n\"YOU ARE IN A ROOM THE SHAPE OF A QUARTEROF A CIRCLE, WITH EXITS TO THE EAST AND SOUTH.\"\n\"YOU ARE IN A HALL DEDICATED TO THE      HEROES OF ALL TIMES.  GLORIOUS EXPLOITS ARE PAINTED ONTO THE WALLS.  THE ROOM ISIN THE SHAPE OF AN ARC, WITH EXITS EAST AND SOUTH.\"\n\"YOU ARE ON THE STAIRWELL, AT A LANDING. EXITS GO OFF IN ALL FOUR DIRECTIONS, AS WELL AS THE STAIRS CONTINUING UP OR DOWN\"\n\"YOU ARE IN WHAT WAS ONCE THE GUEST      BEDROOM.  BEAUTIFUL FURNITURE IS HERE   (ALL TOO HEAVY TO MOVE, UNFORTUNATELY). THE ROOM IS A QUARTER OF A CIRCLE, WITH THE ONLY EXIT TO THE SOUTH.\"\n\"YOU ARE IN A LARGE CHAMBER TO THE EAST. YOU CANNOT FIGURE OUT ITS PAST FUNCTION BUT THERE DOES SEEM TO BE A FEELING OF  POWER ABOUT IT.  IT IS DESIGNED AS A    QUARTER OF A CIRCLE, WITH THE ONLY EXIT BEING TO THE WEST.\"\n\"YOU ARE IN THE MASTER BEDROOM.  IT HAS  BEEN STRIPPED BARE, EXCEPT FOR THE FEW  ARTIFACTS YOU FIND HERE.  THE ROOM IS   SHAPED AS A QUARTER OF A CIRCLE, WITH   THE ONLY EXIT TO THE NORTH.\"\n\"YOU ARE IN THE WEST SIDE CHAMBER. IT IS SHAPED LIKE A QUARTER OF THE CIRCLE,WITHTHE ONLY EXIT TO THE EAST.  ABSOLUTELY  NO SCRAPS ARE TO BE SEEN ON THE GROUND.\"\n\"YOU ARE ON THE ROOF OF THE CASTLE. THE  ONLY EXIT IS BACK DOWN THE STAIRWELL YOUCAME UP ON.  A STRANGE FORCE SURROUNDS  THE ROOF, MAKING IT IMPOSSIBLE TO JUMP  OR FALL OFF.\"\n\"YOU ARE IN A SMALL CHAMBER WITH THE ONLYEXIT TO THE NORTH.  THE DAMP FEEL OF THEAIR AND THE ROUGH EDGINGS TO THE WALL   INFORM YOU THAT YOU ARE IN SOME CAVES.\"\n\"YOU ARE IN A TIGHT NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE IN A SMALL NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE IN A T-INTERSECTION, WHERE A    NORTH/SOUTH TUNNEL ALSO HAS AN EXIT TO  THE EAST.\"\n\"YOU ARE IN A NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE IN A T-INTERSECTION, WHERE AN   EAST/WEST CORRIDOR ALSO GOES SOUTH.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE IN A SMALL, DIRTY CHAMBER WITH  THE ONLY EXIT TO THE EAST.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR. A SIDETUNNEL GOES DIRECTLY INTO A ROOM TO THE NORTH, THOUGH YOU CANNOT SEE WHAT LIES  IN THERE.\"\n\"YOU ARE IN A SMALL,FILTHY LITTLE CHAMBERWHOSE ONLY EXIT IS TO THE SOUTH.\"\n\"YOU ARE                                  IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE IN A FOUR-WAY INTERSECTION. THE EXITS NORTH AND EAST GO INTO LITTLE     CHAMBERS, SOUTH AND WEST GO INTO LONG   CORRIDORS.  YOU CAN SEE IN THE DIRT A   FEW RED DROPS OF SOME LIQUID (TOMATO    JUICE?)\"\n\"YOU ARE IN AN IMMACULATELY KEPT CHAMBER WITH THE ONLY EXIT TO THE SOUTH. THE FURNISHINGS TELL YOU THAT YOU HAVE ENTERED THE LAIR OF A VAMPIRE!\"\n\"YOU ARE IN A SMALL CHAMBER WITH THE ONLYEXIT TO THE WEST.  IT IS ABSOLUTELY     FEATURELESS EXCEPT FOR A STAND FOR AN   ACADEMY AWARD STATUE WITH A SIGN SAYING 'IF LOST, RETURN SENDER.'\"\n\"YOU ARE IN A NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE                                  IN A NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE                                  IN A NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE IN A T-INTERSECTION, WHERE AN   EAST/WEST CORRIDOR HAS MET UP WITH A    NORTH-GOING ONE.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE IN A SMALL CHAMBER.  THERE IS   ONLY ONE EXIT, WHICH GOES WEST.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE                                  IN A T-INTERSECTION; E/W AND NORTH.\"\n\"YOU ARE IN A SMALL CHAMBER WITH THE ONLYEXIT LYING TO THE EAST.\"\n\"YOU ARE                                  IN A NORTH/SOUTH CORRIDOR.\"\n\"YOU ARE IN A CORRIDOR THAT TAKES A      SHARP BEND, SO THAT EXITS ARE TO THE    SOUTH AND THE WEST.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU ARE IN AN EAST/WEST CORRIDOR.\"\n\"YOU SEE A STATUE, WHICH ON CLOSE        EXAMINATION REVEALS ITSELF TO BE AN     ACADEMY AWARD. THE LABEL STATES IT TO BETHE 52 A.D. AWARD FOR BEST SPECIAL      EFFECTS.\"\n\"YOU SEE A STANDARD AXE.\"\n\"YOU SEE A SHARP BATTLE AXE.\"\n\"YOU SEE A HALBERD (A WEAPON THAT LOOKS  LIKE A CROSS BETWEEN AN AXE AND A SPEAR)\"\n\"YOU SEE A LARGE CURVED SCIMITAR\"\n\"YOU SEE A STANDARD SPEAR.\"\n\"YOU SEE A JAVELIN (A WEAPON LIKE A      SPEAR).\"\n\"YOU SEE A STANDARD SWORD.\"\n\"YOU SEE A LONG SWORD.\"\n\"YOU SEE A GREAT SWORD.\"\n\"YOU SEE A STANDARD MACE.\"\n\"YOU SEE A BO STICK (A WEAPON OF THE CLUBVARIETY).\"\n\"YOU SEE A SHORT SWORD GLOWING IN THE    DARKNESS. IN MAJESTIC LETTERS IS WRITTENTHE NAME OF THIS WEAPON--'STING'!       IN SMALLER LETTERS YOU SEE SCRATCHED    INTO THE BLADE, 'FRODO LIVES!'\"\n\"YOU SEE A JEWELED TRIDENT WITH THREE    SHARP POINTS.\"\n\"YOU SEE THE DEAD BODY OF HUEY THE DWARF.\"\n\"YOU SEE THE DEAD BODY OF DEWEY THE DWARF\"\n\"YOU SEE THE DEAD BODY OF LOUIE THE DWARF\"\n\"YOU SEE THE SLIGHTLY GLOWING DEAD BODY  OF CHARLENE.\"\n\"YOU SEE THE DEAD BODY OF THE TROLL.\"\n\"YOU SEE THE REMAINS OF THE MUMMY, NO    LONGER UNDEAD.\"\n\"YOU SEE THE DEAD BODY OF THE TIGER.\"\n\"DEAD HERO WILL NEVER BE FOUND (REVERTS  TO STATUE)\"\n\"YOU SEE THE CRUMBLING REMAINS OF THE    SUCCUBUS.\"\n\"YOU SEE THE DEAD BODY OF THE CARRION    CRAWLER\"\n\"YOU SEE THE DEAD BODY OF THE SPHINX.\"\n\"YOU SEE THE DEAD BODY OF THE MIMIC.\"\n\"YOU SEE THE DEAD BODY OF THE FIRST HARPY\"\n\"YOU SEE THE DEAD BODY OF THE SECOND     HARPY.\"\n\"YOU SEE THE DEAD BODY OF THE FIRST RAT.\"\n\"YOU SEE THE DEAD BODY OF THE SECOND RAT.\"\n\"YOU SEE THE DEAD BODY OF THE THIRD RAT.\"\n\"YOU SEE THE DEAD BODY OF THE FOURTH RAT.\"\n\"YOU SEE THE DEAD BODY OF THE FIFTH RAT.\"\n\"YOU SEE THE DEAD BODY OF THE SIXTH RAT.\"\n\"YOU SEE THE DEAD BODY OF THE FIRST ORC.\"\n\"YOU SEE THE DEAD BODY OF THE SECOND ORC.\"\n\"YOU SEE THE DEAD BODY OF THE THIRD ORC.\"\n\"YOU SEE THE BODY OF THE VAMPIRE. IT     DOESN'T MOVE.\"\n\"YOU SEE THE DEAD BODY OF THE FIRST      HOBGOBLIN.\"\n\"YOU SEE THE DEAD BODY OF THE SECOND     HOBGOBLIN.\"\n\"YOU SEE THE DEAD BODY OF THE POOR MAD   ADVENTURER.\"",
  "start_room": 1,
  "rooms": [
    {
      "id": 1,
      "name": "",
      "description": "OR.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 2,
      "name": "",
      "description": "RIDOR.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 3,
      "name": "",
      "description": "EROES.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 4,
      "name": "",
      "description": "R BEDROOM.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 5,
      "name": "NORTH.",
      "description": "TH/SOUTH CORRIDOR.",
      "exits": {
        "down": 141
      },
      "is_dark": false
    },
    {
      "id": 6,
      "name": "",
      "description": "T-INTERSECTION; E/W AND SOUTH.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 7,
      "name": ".",
      "description": "IN AN E/W CORRIDOR WITH A ROOM NORTH.",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 8,
      "name": "ECTION.",
      "description": "",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 9,
      "name": "CORRIDOR.",
      "description": "",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 10,
      "name": "HAMBER WITH WEST EXIT.",
      "description": "",
      "exits": {},
      "is_dark": false
    },
    {
      "id": 11,
      "name": "TH/SOUTH CORRIDOR.",
      "description": "",
      "exits": {},
      "is_dark": false
    }
  ],
  "items": [],
  "monsters": [],
  "effects": [],
  "version": ""
}